tap "bbkane/tap"
tap "charmbracelet/tap"
tap "da-luce/astroterm"
tap "dustinblackman/tap"
tap "eddieantonio/eddieantonio"
tap "epk/epk"
tap "ethereum/ethereum"
tap "homebrew/bundle"
tap "homebrew/services"
tap "joshmedeski/sesh"
tap "koekeishiya/formulae"
tap "microsoft/git"
tap "mitchellh/gon"
tap "mrkai77/cask"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "orangekame3/tap"
tap "pinatacloud/ipfs-cli"
tap "samtay/tui"
tap "stevedylandev/mast-cli"
tap "stevedylandev/radicalize"
tap "stevedylandev/snippets-cli"
tap "tinted-theming/tinted"
tap "universal-ctags/universal-ctags"
tap "vrypan/fargo"
tap "vrypan/farma"
brew "age"
brew "aichat"
brew "openssl@3"
brew "readline"
brew "aircrack-ng"
brew "giflib"
brew "libpng"
brew "arp-scan"
brew "bash"
brew "libssh2"
brew "bat"
brew "biome"
brew "btop"
brew "glib"
brew "cairo"
brew "gmp"
brew "emacs"
brew "cask"
brew "cloc"
brew "cloudflared"
brew "cmake"
brew "cmatrix"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "python@3.13"
brew "docutils"
brew "dua-cli"
brew "exiftool"
brew "eza"
brew "fastfetch"
brew "fastlane"
brew "fd"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "ncurses"
brew "fish"
brew "fisher"
brew "fnm"
brew "libtool"
brew "woff2"
brew "fontforge"
brew "fzf"
brew "gh"
brew "git"
brew "git-cliff"
brew "git-delta"
brew "glow"
brew "gnupg"
brew "goreleaser"
brew "gum"
brew "htop"
brew "httpie"
brew "hugo"
brew "imagemagick"
brew "ipfs"
brew "jq"
brew "lazygit"
brew "libiconv"
brew "libpq", link: true
brew "librsvg"
brew "llvm"
brew "llvm@17"
brew "lsd"
brew "lua-language-server"
brew "mods"
brew "monero"
brew "mutt"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "nushell"
brew "ollama"
brew "pnpm"
brew "podman"
brew "podman-compose"
brew "ripgrep"
brew "rust-analyzer"
brew "socat"
brew "starship"
brew "stow"
brew "telnet"
brew "tmux"
brew "tree"
brew "tty-clock"
brew "typescript-language-server"
brew "watchman"
brew "wget"
brew "xh"
brew "yarn"
brew "yazi"
brew "yt-dlp"
brew "zola"
brew "zoxide"
brew "bbkane/tap/fling"
brew "da-luce/astroterm/astroterm"
brew "joshmedeski/sesh/sesh"
brew "mitchellh/gon/gon"
brew "stevedylandev/radicalize/radicalize"
brew "tinted-theming/tinted/tinty"
brew "vrypan/fargo/fargo"
brew "vrypan/farma/farma"
cask "1password-cli"
cask "affinity-designer"
cask "alacritty"
cask "audacity"
cask "balenaetcher"
cask "bartender"
cask "brave-browser"
cask "discord"
cask "docker"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-sf-mono-nerd-font"
cask "ghostty"
cask "git-credential-manager"
cask "google-chrome"
cask "inkscape"
cask "iterm2"
cask "loop"
cask "magicavoxel"
cask "ngrok"
cask "nordpass"
cask "numi"
cask "obs"
cask "obsidian"
cask "postico"
cask "postman"
cask "spaceid"
cask "spotify"
cask "steam"
cask "telegram-desktop"
cask "tor-browser"
cask "transmission"
cask "transmission-remote-gui"
cask "visual-studio-code"
cask "wezterm"
cask "zoom"
cask "zulu@17"
vscode "adamsome.vscode-theme-gruvbox-minor"
vscode "antfu.icons-carbon"
vscode "arcticicestudio.nord-visual-studio-code"
vscode "astro-build.astro-vscode"
vscode "bradlc.vscode-tailwindcss"
vscode "cdonohue.quill-icons"
vscode "christian-kohler.path-intellisense"
vscode "dbaeumer.vscode-eslint"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-pull-request-github"
vscode "impavan.theme-editor"
vscode "mechatroner.rainbow-csv"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "naumovs.color-highlight"
vscode "pascalpixel.cameo"
vscode "phplasma.csv-to-table"
vscode "pinata.pinata"
vscode "pkief.material-icon-theme"
vscode "ritwickdey.liveserver"
vscode "robbowen.synthwave-vscode"
vscode "sainnhe.gruvbox-material"
vscode "svelte.svelte-vscode"
vscode "teabyii.ayu"
vscode "ulthes.theme-firewatch"
vscode "unifiedjs.vscode-mdx"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
